# language: ru

Функционал:
Для того чтобы получить возможность редактировать защищенные ресурсы
Как пользователь
Я должен иметь возможность пройти процедуру регистрации

Сценарий: ссылка на регистрацию
Допустим я нахожусь на главной странице
То я должен видеть "Регистрация" в меню навигации

Сценарий: процедура регистрации
Допустим я нахожусь на странице регистрации
И я заполнил необходимые поля формы регистрации нового пользователя
То я должен видеть "Добро пожаловать! Вы успешно зарегистрировались" 

