# language: ru

Функционал:
Чтобы иметь возможность редактировать защищенные ресурсы
Как пользователь
Я должен иметь возможность пройти процедуру авторизации и аутентификации

Сценарий: ссылка на страницу входа
Допустим я нахожусь на главной странице
То я должен видеть "Вход" в меню навигации

Сценарий: процедура входа
Допустим существует зарегистрированный пользователь "user@riado.ru"
И я нахожусь на странице входа в учётную запись
И я заполнил необходимые поля формы входа в учётную запись
То я должен видеть "Вход в систему выполнен"
