# language: ru

Функционал: Просмотр адвокатских палат
Как пользователь
Я должен иметь возможность просмотреть информацию об адвокатской палате

Предыстория:
Допустим существует регион "Москва"
И в регионе "Москва" существует адвокатская палата "Адвокатская палата Москвы"

Допустим я выбрал регион "Москва"

Сценарий: просмотр краткой информации на всех страницах, в правой части экрана
Допустим я нахожусь на главной странице
То я должен видеть "Адвокатская палата Москвы" в правой части экрана

Сценарий: просмотр информации об адвокатской палате
Допустим я нахожусь на странице адвокатской палаты "Адвокатская палата Москвы"
То я должен видеть "Адвокатская палата Москвы" в центральной части экрана