# language: ru

Функционал: Просмотр адвокатов
Как пользователь
Я должен иметь возможность просматривать информацию об адвокатах

Предыстория:
Допустим существует регион "Москва"
И в регионе "Москва" существует адвокатская палата "Адвокатская палата г.Москва"
И в адвокатской палате "Адвокатская палата г.Москва" зарегистрирован адвокат "Иванов" с реестровым номером "1/1"

Сценарий: Просмотр информации об адвокате
Допустим я выбрал регион "Москва"
И я нахожусь на странице адвоката с реестровым номером "1/1"
То я должен видеть "Иванов" в зоне центральной части экрана
И я должен видеть "Адвокатская палата г.Москва" в зоне центральной части экрана
И я должен видеть "Актуальность информации" в зоне центральной части экрана
И я должен видеть "Реестровый номер: 1/1" в зоне центральной части экрана
И я должен видеть "Статус адвоката: Активен" в зоне центральной части экрана
