# language: ru

Функционал: Просмотр адвокатских образований
Как пользователь
Я должен иметь возможность просматривать информацию об адвокатском образовании

Предыстория:
Допустим существует регион "Москва"
И в регионе "Москва" существует адвокатская палата "Адвокатская палата г.Москва"
И в адвокатской палате "Адвокатская палата г.Москва" зарегистрировано адвокатское образование "Рога и копыта"


Сценарий: Просмотр информации об адвокатском образовании
Допустим я выбрал регион "Москва"
И я нахожусь на странице адвокатского образования "Рога и копыта"
То я должен видеть "Рога и копыта" в центральной части экрана
